{
  "Home": "الصفحة الرئيسية",
  "Post Assignment": "ارفع واجبك",
  "Live Session": "جلسة مباشرة",
  "Wallet": "محفظة",
  "Contact": "اتصال",
  "Log Out": "تسجيل خروج",
  "Signup": "تسجيل",
  "Read More": "قراءة المزيد",
  "Get Help": "احصل على مساعدة",

  "Get All The Mentorship You'll Ever Need": "احصل على مساعدة على كل ماتريد",
  "Mentorship at its best": "المدرسين في أفضل حالاته",

  "Receive guidance for all sorts of assignments": "تلقي حلول لجميع أنواع المهام",
  "The only place for assignment doubt clearance": "شاك في حلك ارفع واجبك ونقم بحله ",

  "Assignment Aid": "المساعدة على الواجبات",
  "Get assignment aid whenever  you need with Teacher Arc's round the clock support": "احصل على مساعدة في أداء المهام متى احتجت إلى دعم Teacher Arc على مدار الساعة",
  "Live Sessions": "جلسات مباشرة",
  "Request for doubt clearance session from subject experts": "طلب جلسة إزالة الشك من الخبراء المتخصصين",
  "Lab report Guidance": "دليل تقرير المختبر",
  "Get help from top class lab assistants": "الحصول على مساعدة من أفضل مساعدي المختبرات",
  "Project Report Help": "احصل على مساعدة في البحوث والمشاريع ",
  "Get a chance at creating the best project reports with the guidance of our subject matter experts": "احصل على فرصة لإنشاء أفضل تقارير المشروع بتوجيه من خبرائنا المتخصصين",
  "speech writing": "كتابة الكلام",
  "Present to your associates in style by getting the guidance of our subject matter experts": "قدم إلى زملائك بأسلوب أنيق من خلال الحصول على مدرس من خبراء جميع المواد لدينا",
  "essay writing": "كتابة مقال",
  "Writing has never been easier with the guidance of our Literature mentors": "لم تكن الكتابة أسهل من أي وقت مضى بتوجيهات من المدرسين الأدب لدينا",
  "Presentation Guidance": "دليل العرض",
  "Create stunning presentations which are not only expressive, but informative and grasp everyone's attention": "إنشاء عروض تقديمية مذهلة ليست معبرة فحسب ، بل غنية بالمعلومات وتلفت انتباه الجميع",
  "Recorded Tutorials": "دروس مسجلة",
  "Need a tutorial? Look no further, give us the details of the subject matter you need and we’ll set you up!": "هل تحتاج إلى برنامج تعليمي؟ لا مزيد من البحث ، زودنا بتفاصيل الموضوع الذي تريده وسنقوم بإعدادك!",
  "Math Help": "تعليمات الرياضيات",
  "Math is something that frightens the lot of us. No more! Get guidance from our Math experts today!": "الرياضيات شيء يخيف الكثير منا. لا أكثر! احصل على مدرس من خبراء الرياضيات لدينا اليوم!",

  "Only Original work": "العمل الأصلي فقط",
  "100% verified and original solutions only": "100% حلول موثقة وأصلية فقط",
  "24/7 Availability": "توافر 24/7",
  "Round the clock support": "دعم على مدار الساعة",
  "Always on time": "دعم على مدار الساعة",
  "You can be carefree once we’ve picked up the mantle of guiding you": "يمكنك أن تكون مرتاحًا بمجرد أن نلتقط عباءة إرشادك",
  "Satisfactory Revisions": "مراجعات مرضية",
  "If not, we’ll revise again!": "إذا لم يكن كذلك ، فسنراجع مرة أخرى!",
  "No Disclosure": "لا إفشاء",
  "The solutions are not disclosed to anyone else but you": "لا يتم الكشف عن الحلول لأي شخص آخر غيرك",
  "Accuracy at its best": "الدقة في أفضل حالاتها",
  "You can trust the quality of our guidance": "يمكنك الوثوق بجودة إرشاداتنا",
  "Benefits that come with teacherarc": "الفوائد التي تأتي مع teacherarc",
  "TeacherArc has a goal to unblock students of all backgrounds so that they can fulfill their career goals": "يهدف TeacherArc إلى إلغاء حظر الطلاب من جميع الخلفيات حتى يتمكنوا من تحقيق أهدافهم المهنية",

  "How can mentorship help you achieve your goals?": "كيف يمكن أن يساعدك الإرشاد في تحقيق أهدافك؟",
  "When you've got a mentor, you learning journey becomes easier. Now the easy part isn't that the work load reduces. The mentor is not there to do your job. The mentor is there so that you can be unblocked on whatever's blocking you fast and get your game going. The mentor's duty is to prevent you from making all the common mistakes others make, which leads to inefficient use of time. A mentor helps you to make use the full efficiency of your time, so that you can bring out the best of you and fast.": "عندما يكون لديك مرشد ، تصبح رحلة التعلم أسهل. الآن الجزء السهل ليس أن عبء العمل يقلل. المرشد ليس موجودًا للقيام بعملك. المرشد موجود حتى تتمكن من إلغاء حظر أي شيء يعوقك بسرعة والاستمرار في لعبتك. واجب المرشد هو منعك من ارتكاب جميع الأخطاء الشائعة التي يرتكبها الآخرون ، مما يؤدي إلى استخدام غير فعال للوقت. يساعدك المرشد على الاستفادة الكاملة من وقتك ، حتى تتمكن من إخراج أفضل ما لديك وبسرعة.",
  "TeacherArc - The go to platform for active mentorship  ": "TeacherArc - الانتقال إلى منصة للإرشاد النشط",
  "TeacherArc has a goal to help you reach greater heights by providing you the mentor everyone dreams of. Get a chance to collaborate with one of our mentors for guiding through your assignment and study like never before!": "يهدف TeacherArc إلى مساعدتك على الوصول إلى مستويات أعلى من خلال تزويدك بالموجه الذي يحلم به الجميع. احصل على فرصة للتعاون مع أحد الموجهين لدينا لتوجيه مهمتك والدراسة كما لم يحدث من قبل!",

  "Services": "خدمات",
  "About": "حول",
  "© All Rights Reserved.": "© جميع الحقوق محفوظة.",
  "TeacherArc reserves all rights to the services they provide and the content they share, which is not intended to be used commercially, but only for the sole purpose of learning": "يحتفظ TeacherArc بجميع الحقوق المتعلقة بالخدمات التي يقدمونها والمحتوى الذي يشاركونه ، والذي لا يُقصد استخدامه تجاريًا ، ولكن لغرض التعلم فقط",

  "Title": "لقب",
  "Subject": "موضوعات",
  "Price": "سعر",
  "Question Files": "ملفات الأسئلة",
  "Reference Files": "ملفات مرجعية",
  "Assignment Uploaded": "تم تحميل الواجب",
  "Confirming": "التأكد",
  "Payment Received": "تم استلام الدفعة",
  "Assigned Tutor": "مدرس معين",
  "Solution Received": "تم تلقي الحل",

  "Welcome": "أهلا بك",
  "Login": "تسجيل الدخول",

  "Interact with real tutors in real time.": "تفاعل مع مدرسين حقيقيين في الوقت الفعلي.",
  "Book a session, set the duration and make payment.": "احجز جلسة وحدد المدة وقم بالدفع.",
  "Upload reference material and provide instructions for the tutor.": "قم بتحميل المواد المرجعية وقدم تعليمات للمدرس.",
  "The tutor will be ready at the session time to solve your problem.": "سيكون المعلم جاهزًا في وقت الجلسة لحل مشكلتك.",

  "Question/Instructions": "سؤال / تعليمات",
  " Current Wallet Balance": "رصيد المحفظة الحالي",

  
  "Get Assignment Aid in Easy Steps": "احصل على مساعدة مهمة في خطوات سهلة",
  "Simplicity at its Best!": "البساطة في أفضل حالاتها!",

  "Register": "يسجل",
  "Go to www.teacherarc.com/register to complete your registration": "انتقل إلى www.teacherarc.com/register لإكمال التسجيل",

  "Create Order": "إنشاء النظام",
  "Add your assignment details to place order for assignment aid": "أضف تفاصيل المهمة الخاصة بك لوضع طلب للحصول على مساعدة التعيين",

  "Pay": "دفع",
  "Initiate and complete the advance payment process": "ابدأ واستكمل عملية الدفع المسبق",

  "Get Aid": "احصل على المساعدة",
  "Receive your aid in due time": "احصل على مساعدتك في الوقت المناسب",

  "Reference Material":"المواد المرجعية",
  "Write your description...":"اكتب الوصف الخاص بك ...",
  "Add money to Wallet":"إضافة أموال إلى المحفظة",
  "Transaction Details":"تفاصيل الصفقه",
  "Summary":"ملخص",
  "Value":"قيمة",
  "Sign Up":"اشتراك",
  "Email Id":"عنوان الايميل",
  "Password":"كلمة المرور",
  "Confirm Password":"تأكيد كلمة المرور",
  "Add a File":"إضافة ملف",
  "Subject Name":"اسم الموضوع"
}
